<html>

<head>
    <title>Grafik einbinden</title>
</head>

<body background="bg.gif">
    <p>Nach einfachem Flie&szlig;text, Listen und Tabellen folgt nun das Einbinden von Bildern und Grafiken.</p>
    <img src="computer.gif" width="192" height="235" border="0" alt="Frau am Computer" align="left" hspace="50">
    <p>Damit macht es auch Sinn, den Text in gewisser Form um das Bild flie&szlig;en zu lassen. Die richtige Auswahl des Grafik-Formats entscheidet ma&szlig;geblich &uuml;ber Qualit&auml;t und Ladezeit. Das GIF-Format besteht aus maximal 256 Farben und eignet
        sich in erster Linie f&uuml;r Bilder, die nur geringe Farbtiefen einsetzen. Au&szlig;erdem macht das GIF-Format einige Besonderheiten m&ouml;glich, die f&uuml;r das Web-Design besonders attraktiv sind: das Interlacing, die Farbtransparenz und
        die Animation. Das JPG-Format kann bis zu 16,7 Millionen Farben darstellen. Daher eignet es sich besonders f&uuml;r Fotos und Farbverl&auml;ufe. Durch Datenreduktion l&auml;sst sich die Dateigr&ouml;&szlig;e verringern. Damit macht es auch Sinn,
        den Text in gewisser Form um das Bild flie&szlig;en zu lassen. Die richtige Auswahl des Grafik-Formats entscheidet ma&szlig;geblich &uuml;ber Qualit&auml;t und Ladezeit. Das GIF-Format besteht aus maximal 256 Farben und eignet sich in erster Linie
        f&uuml;r Bilder, die nur geringe Farbtiefen einsetzen. Au&szlig;erdem macht das GIF-Format einige Besonderheiten m&ouml;glich, die f&uuml;r das Web-Design besonders attraktiv sind: das Interlacing, die Farbtransparenz und die Animation. Das JPG-Format
        kann bis zu 16,7 Millionen Farben darstellen. Daher eignet es sich besonders f&uuml;r Fotos und Farbverl&auml;ufe. Durch Datenreduktion l&auml;sst sich die Dateigr&ouml;&szlig;e verringern. Damit macht es auch Sinn, den Text in gewisser Form um
        das Bild flie&szlig;en zu lassen. Die richtige Auswahl des Grafik-Formats entscheidet ma&szlig;geblich &uuml;ber Qualit&auml;t und Ladezeit. Das GIF-Format besteht aus maximal 256 Farben und eignet sich in erster Linie f&uuml;r Bilder, die nur
        geringe Farbtiefen einsetzen. Au&szlig;erdem macht das GIF-Format einige Besonderheiten m&ouml;glich, die f&uuml;r das Web-Design besonders attraktiv sind: das Interlacing, die Farbtransparenz und die Animation. Das JPG-Format kann bis zu 16,7
        Millionen Farben darstellen. Daher eignet es sich besonders f&uuml;r Fotos und Farbverl&auml;ufe. Durch Datenreduktion l&auml;sst sich die Dateigr&ouml;&szlig;e verringern. Damit macht es auch Sinn, den Text in gewisser Form um das Bild flie&szlig;en
        zu lassen. Die richtige Auswahl des Grafik-Formats entscheidet ma&szlig;geblich &uuml;ber Qualit&auml;t und Ladezeit. Das GIF-Format besteht aus maximal 256 Farben und eignet sich in erster Linie f&uuml;r Bilder, die nur geringe Farbtiefen einsetzen.
        Au&szlig;erdem macht das GIF-Format einige Besonderheiten m&ouml;glich, die f&uuml;r das Web-Design besonders attraktiv sind: das Interlacing, die Farbtransparenz und die Animation. Das JPG-Format kann bis zu 16,7 Millionen Farben darstellen.
        Daher eignet es sich besonders f&uuml;r Fotos und Farbverl&auml;ufe. Durch Datenreduktion l&auml;sst sich die Dateigr&ouml;&szlig;e verringern. Damit macht es auch Sinn, den Text in gewisser Form um das Bild flie&szlig;en zu lassen. Die richtige
        Auswahl des Grafik-Formats entscheidet ma&szlig;geblich &uuml;ber Qualit&auml;t und Ladezeit. Das GIF-Format besteht aus maximal 256 Farben und eignet sich in erster Linie f&uuml;r Bilder, die nur geringe Farbtiefen einsetzen. Au&szlig;erdem macht
        das GIF-Format einige Besonderheiten m&ouml;glich, die f&uuml;r das Web-Design besonders attraktiv sind: das Interlacing, die Farbtransparenz und die Animation. Das JPG-Format kann bis zu 16,7 Millionen Farben darstellen. Daher eignet es sich
        besonders f&uuml;r Fotos und Farbverl&auml;ufe. Durch Datenreduktion l&auml;sst sich die Dateigr&ouml;&szlig;e verringern. Damit macht es auch Sinn, den Text in gewisser Form um das Bild flie&szlig;en zu lassen. Die richtige Auswahl des Grafik-Formats
        entscheidet ma&szlig;geblich &uuml;ber Qualit&auml;t und Ladezeit. Das GIF-Format besteht aus maximal 256 Farben und eignet sich in erster Linie f&uuml;r Bilder, die nur geringe Farbtiefen einsetzen. Au&szlig;erdem macht das GIF-Format einige
        Besonderheiten m&ouml;glich, die f&uuml;r das Web-Design besonders attraktiv sind: das Interlacing, die Farbtransparenz und die Animation. Das JPG-Format kann bis zu 16,7 Millionen Farben darstellen. Daher eignet es sich besonders f&uuml;r Fotos
        und Farbverl&auml;ufe. Durch Datenreduktion l&auml;sst sich die Dateigr&ouml;&szlig;e verringern. </p>
</body>

</html>